Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Test crash reporting
ar: تقرير عن حوادث التحطم
bg: Тестово докладване на сривове
ca: Informes de crashes de proves
cs: Testování hlášení o pádech
da: Testfejlrapportering
de: Testabsturzberichterstattung
el: Αναφορά αστοχιών δοκιμάστε
es: Informe de fallos de prueba
fi: Test Crash -ilmoitus
fr: Rapport de plantage de test
he: דיווח על崩碩 דר崩 ҡԔὸе stoppage
hi: परीक्षण क्रैश रिपोर्टिंग
hr: Testno izvještavanje o rušenju
hu: Teszt összeomlási jelentés
id: Pelaporan kecelakaan uji coba
it: Test di segnalazione degli errori.
ja: テストクラッシュレポート
kk: Тесттік апат туралы есеп беру
ms: Laporan kemalangan ujian
nl: Test crash rapportage
pl: Raportowanie awarii testów
pt_br: Relatório de falhas de teste
pt_pt: Teste de relatórios de falhas.
ro: Raportare a prăbușirilor test.
ru: Тестирование отчетов о сбоях
sk: Testovanie správy o haváriách
sl: Testno poročanje o zrušitvah
sv: Testkraschrapportering
th: การรายงานข้อผิดพลาดจากการทดสอบ
tr: Test çökme raporlaması
uk: Тестування звітності про збої
vi: Kiểm tra báo cáo sự cố
zh_hans: 测试崩溃报告
zh_hant: 測試崩潰報告

source: Test different weather scenarios and AI recommendations
ar: اختبر سيناريوهات الطقس المختلفة وتوصيات الذكاء الاصطناعي
bg: Тествайте различни метеорологични сценарии и AI препоръки.
ca: Prova diferents escenaris meteorològics i recomanacions d'IA.
cs: Testujte různé scénáře počasí a doporučení AI.
da: Test forskellige vejrscenarier og AI-anbefalinger.
de: Testen Sie verschiedene Wetterszenarien und KI-Empfehlungen.
el: Δοκιμάστε διαφορετικά σενάρια καιρικών συνθηκών και συστάσεις τεχνητής νοημοσύνης.
es: Prueba diferentes escenarios climáticos y recomendaciones de IA.
fi: Testaa erilaisia säärasioita ja tekoälyn suosituksia.
fr: Tester différents scénarios météorologiques et recommandations de l'IA.
he: בדוק תרחישי מזג אוויר שונים והמלצות בינה מלאכותית.
hi: विभिन्न मौसम परिदृश्यों और एआई सिफारिशों का परीक्षण करें।
hr: Testirajte različite vremenske scenarije i preporuke AI-a.
hu: Tesztelj különböző időjárási forgatókönyveket és mesterséges intelligencia ajánlásokat.
id: Uji berbagai skenario cuaca dan rekomendasi AI.
it: Testa diversi scenari meteorologici e raccomandazioni dell'IA.
ja: 異なる天候シナリオとAIの推奨をテストする
kk: Әр түрлі ауа райы сценарийлерін және ЖИ ұсынымдарын сынау.
ms: Uji pelbagai senario cuaca dan cadangan AI.
nl: Test verschillende weerscenario's en AI-aanbevelingen.
pl: Testuj różne scenariusze pogodowe i zalecenia AI.
pt_br: Teste diferentes cenários climáticos e recomendações de IA.
pt_pt: Teste diferentes cenários meteorológicos e recomendações de IA.
ro: Testează diferite scenarii meteorologice și recomandările AI.
ru: Проверьте различные сценарии погоды и рекомендации ИИ.
sk: Testujte rôzne scenáre počasia a odporúčania AI.
sl: Preizkusite različne vremenske scenarije in priporočila umetne inteligence.
sv: Testa olika väderscenarier och AI-rekomendationer.
th: ทดสอบสถานการณ์อากาศต่างๆ และคำแนะนำจาก AI
tr: Farklı hava senaryolarını ve AI önerilerini test et.
uk: Тестуйте різні погодні сценарії та рекомендації ШІ.
vi: Kiểm tra các kịch bản thời tiết khác nhau và khuyến nghị của AI.
zh_hans: 测试不同的天气情景和人工智能建议
zh_hant: 測試不同的天氣情境和AI建議

source: Test Weather Fetch
ar: اختبار استرجاع الطقس
bg: Тест за извличане на времето
ca: Prova de recuperació del temps.
cs: Test Získání Počasí
da: Testvejrfetch
de: Test Wetterabruf
el: Τεστ Λήψης Καιρού
es: Prueba de obtención del clima.
fi: Testaa säätietojen hakua
fr: Test de récupération météo
he: בדוק תחזית מזג האוויר
hi: मौसम जानकारी प्राप्त करें टेस्ट
hr: Testiranje dohvaćanja vremena
hu: Időjárás lekérdezés teszt
id: Uji Ambil Cuaca
it: Test Ritiro Meteo
ja: 天気取得テスト
kk: Сынақ ауа райын алу
ms: Uji Ambil Cuaca
nl: Test Weer Ophalen
pl: Test pobierania pogody
pt_br: Teste de Busca de Tempo
pt_pt: Teste de Obtenção de Dados Meteorológicos
ro: Testare Obținere Vreme
ru: Проверка получения погоды
sk: Testovanie získavania počasia
sl: Testiranje pridobivanja vremena
sv: Testa väderhämtning
th: ทดสอบการดึงข้อมูลสภาพอากาศ
tr: Hava Durumu Getir Testi
uk: Перевірка погоди
vi: Kiểm tra Lấy Thông tin Thời tiết
zh_hans: 测试天气获取
zh_hant: 測試天氣獲取

source: Thanks for installing WaterTracker
ar: شكرًا لك على تثبيت WaterTracker
bg: Благодаря, че инсталирахте WaterTracker.
ca: Gràcies per instal·lar WaterTracker.
cs: Děkujeme za instalaci WaterTrackeru.
da: Tak for at have installeret WaterTracker.
de: Danke, dass Sie WaterTracker installiert haben.
el: Ευχαριστούμε που εγκαταστήσατε το WaterTracker.
es: Gracias por instalar WaterTracker.
fi: Kiitos WaterTrackerin asentamisesta.
fr: Merci d'avoir installé WaterTracker.
he: תודה על התקנת WaterTracker
hi: WaterTracker इंस्टॉल करने के लिए धन्यवाद।
hr: Hvala što ste instalirali WaterTracker.
hu: Köszönjük, hogy telepítette a WaterTracker alkalmazást!
id: Terima kasih telah menginstal WaterTracker.
it: Grazie per aver installato WaterTracker.
ja: WaterTrackerをインストールしていただきありがとうございます。
kk: WaterTracker бағдарламасын орнатқаныңыз үшін рақмет!
ms: Terima kasih kerana memasang WaterTracker.
nl: Bedankt voor het installeren van WaterTracker.
pl: Dziękujemy za zainstalowanie WaterTracker!
pt_br: Obrigado por instalar o WaterTracker!
pt_pt: Obrigado por instalar o WaterTracker.
ro: Mulțumim că ai instalat WaterTracker!
ru: Спасибо за установку WaterTracker.
sk: Ďakujeme, že ste nainštalovali WaterTracker.
sl: Hvala, da ste namestili WaterTracker.
sv: Tack för att du installerade WaterTracker.
th: ขอบคุณที่ติดตั้ง WaterTracker
tr: WaterTracker'ı yüklediğiniz için teşekkürler.
uk: Дякуємо за встановлення WaterTracker!
vi: Cảm ơn bạn đã cài đặt WaterTracker.
zh_hans: 感谢您安装WaterTracker。
zh_hant: 感謝您的安裝 WaterTracker。

source: The Statistics view provides detailed insights into your hydration patterns with interactive charts, trends analysis, and achievement tracking.
ar: تقدم رؤية الإحصائيات رؤى تفصيلية حول أنماط ترطيبك مع مخططات تفاعلية، وتحليل الاتجاهات، وتتبع الإنجازات.
bg: Прегледът на статистиката предоставя подробна информация за вашите хидратационни навици с интерактивни графики, анализ на тенденции и проследяване на постиженията.
ca: La vista d'Estadístiques proporciona informació detallada sobre els teus patrons d'hidratació amb gràfics interactius, anàlisi de tendències i seguiment d'assoliments.
cs: Pohled na statistiky poskytuje podrobné informace o vašich vzorcích hydratace prostřednictvím interaktivních grafů, analýzy trendů a sledování dosahování cílů.
da: Statistikvisningen giver detaljerede indsigter i dine hydrationsmønstre med interaktive diagrammer, trendanalyser og opfølgningssporing.
de: Die Statistikenansicht bietet detaillierte Einblicke in Ihre Hydratationsmuster mit interaktiven Diagrammen, Trendanalysen und Verfolgung von Fortschritten.
el: Η ενότητα Στατιστικά προσφέρει λεπτομερείς πληροφορίες σχετικά με τα μοτίβα ενυδάτωσής σας μέσω διαδραστικών γραφημάτων, ανάλυσης τάσεων και παρακολούθησης επιτευγμάτων.
es: La vista de Estadísticas proporciona información detallada sobre tus patrones de hidratación con gráficos interactivos, análisis de tendencias y seguimiento de logros.
fi: Tilastot-näkymä tarjoaa yksityiskohtaisia tietoja nesteytysmalleistasi interaktiivisten kaavioiden, trendianalyysien ja suoritusten seurannan avulla.
fr: La vue Statistiques fournit des informations détaillées sur vos habitudes d'hydratation avec des graphiques interactifs, une analyse des tendances et un suivi des réalisations.
he: מבט הסטטיסטיקה מספק תובנות מפורטות על דפוסי ההידרציה שלך עם גרפים אינטראקטיביים, ניתוח מגמות ומעקב אחר השגים.
hi: सांख्यिकी दृश्य आपके जलयोजन पैटर्न में विस्तृत अंतर्दृष्टि प्रदान करता है, जिसमें इंटरएक्टिव चार्ट, प्रवृत्ति विश्लेषण और उपलब्धि ट्रैकिंग शामिल है।
hr: Prikaz statistike pruža detaljne uvide u vaše obrasce hidratacije kroz interaktivne grafikone, analizu trendova i praćenje postignuća.
hu: A Statisztika nézet részletes betekintést nyújt a hidratációs szokásaidba interaktív diagramokkal, trendek elemzésével és teljesítmények nyomon követésével.
id: Tampilan Statistik memberikan wawasan mendetail tentang pola hidrasi Anda dengan grafik interaktif, analisis tren, dan pelacakan pencapaian.
it: La vista Statistiche fornisce informazioni dettagliate sui tuoi schemi di idratazione con grafico interattivi, analisi delle tendenze e monitoraggio dei risultati.
ja: 統計ビューでは、インタラクティブなチャート、トレンド分析、成果追跡を通じて、あなたの水分補給パターンに関する詳細な洞察を提供します。
kk: Статистика көрінісі сіздің су ішу әдеттеріңіз туралы интерактивті диаграммалар, трендтерді талдау және жетістіктерді қадағалау арқылы егжей-тегжейлі ақпараттар береді.
ms: Pandangan Statistik memberikan pandangan terperinci mengenai pola hidrasi anda dengan carta interaktif, analisis tren, dan penjejakan pencapaian.
nl: De statistiekenweergave biedt gedetailleerde inzichten in je hydratatiepatronen met interactieve grafieken, trendanalyses en het bijhouden van prestaties.
pl: Widok Statystyk oferuje szczegółowe informacje na temat Twoich wzorców nawadniania, zawierające interaktywne wykresy, analizy trendów oraz śledzenie osiągnięć.
pt_br: A visualização de Estatísticas fornece insights detalhados sobre seus padrões de hidratação, com gráficos interativos, análise de tendências e acompanhamento de conquistas.
pt_pt: A visualização de Estatísticas fornece informações detalhadas sobre os seus padrões de hidratação, com gráficos interativos, análise de tendências e acompanhamento de conquistas.
ro: Vizualizarea Statisticilor oferă informații detaliate despre modelele tale de hidratare prin grafice interactiv, analiză de tendințe și monitorizarea realizărilor.
ru: Раздел "Статистика" предоставляет подробную информацию о ваших привычках гидратации с помощью интерактивных графиков, анализа трендов и отслеживания достижений.
sk: Sekcia Štatistiky poskytuje podrobné informácie o vašich hydratáciách s interaktívnymi grafmi, analýzou trendov a sledovaním dosiahnutých úspechov.
sl: Pogled Statistika nudi podrobne vpoglede v vaše vzorce hidracije z interaktivnimi grafi, analizo trendov in sledenjem dosežkom.
sv: Statistikvyn ger detaljerad insikt i dina hydrationmönster med interaktiva diagram, trendanalys och uppföljning av prestationer.
th: มุมมองสถิติให้ข้อมูลเชิงลึกเกี่ยวกับรูปแบบการดื่มน้ำของคุณโดยมีแผนภูมิที่โต้ตอบได้ การวิเคราะห์แนวโน้ม และการติดตามความสำเร็จ
tr: İstatistikler görünümü, etkileşimli grafikler, eğilim analizi ve başarı takibi ile su tüketim alışkanlıklarınız hakkında ayrıntılı bilgiler sunar.
uk: Розділ статистики надає детальну інформацію про ваші звички з гідратації за допомогою інтерактивних графіків, аналізу трендів та відстеження досягнень.
vi: Chế độ xem Thống kê cung cấp cái nhìn chi tiết về thói quen uống nước của bạn với các biểu đồ tương tác, phân tích xu hướng và theo dõi thành tích.
zh_hans: 统计视图提供了有关您的水分摄入模式的详细洞察，包括互动图表、趋势分析和成就跟踪。
zh_hant: 統計視圖提供了有關您的水分攝取模式的詳細洞察，包括互動圖表、趨勢分析和成就跟踪。

source: The Weather card automatically adjusts your hydration recommendations based on current weather conditions, temperature, humidity, and UV index.
ar: تقوم بطاقة الطقس بضبط توصيات الترطيب الخاصة بك تلقائيًا بناءً على الظروف الجوية الحالية، ودرجة الحرارة، والرطوبة، ومؤشر الأشعة فوق البنفسجية.
bg: Картата за времето автоматично регулира вашите препоръки за хидратация в зависимост от текущите метеорологични условия, температура, влажност и UV индекс.
ca: La targeta del Temps ajusta automàticament les teves recomanacions d'hidratació en funció de les condicions meteorològiques actuals, la temperatura, la humitat i l'índex UV.
cs: Karta Počasí automaticky přizpůsobuje vaše doporučení pro hydrataci na základě aktuálních povětrnostních podmínek, teploty, vlhkosti a UV indexu.
da: Vejrkortet justerer automatisk dine hydration anbefalinger baseret på de nuværende vejrforhold, temperatur, fugtighed og UV-indeks.
de: Die Wetterkarte passt Ihre Hydratationsempfehlungen automatisch an basierend auf den aktuellen Wetterbedingungen, der Temperatur, der Luftfeuchtigkeit und dem UV-Index.
el: Η κάρτα καιρού προσαρμόζει αυτόματα τις συστάσεις σας για ενυδάτωση με βάση τις τρέχουσες καιρικές συνθήκες, τη θερμοκρασία, την υγρασία και τον δείκτη UV.
es: La tarjeta del clima ajusta automáticamente tus recomendaciones de hidratación según las condiciones meteorológicas actuales, la temperatura, la humedad y el índice UV.
fi: Säätieto kortti säätää automaattisesti nesteytysuosituksiasi nykyisten sääolosuhteiden, lämpötilan, kosteusprosentin ja UV-indeksin perusteella.
fr: La carte Météo ajuste automatiquement vos recommandations d'hydratation en fonction des conditions météorologiques actuelles, de la température, de l'humidité et de l'indice UV.
he: כרטיס מזג האוויר מתכוונן אוטומטית המלצות ההידרציה שלך בהתבסס על תנאי מזג האוויר הנוכחיים, טמפרטורה, לחות ומדד UV.
hi: मौसम कार्ड स्वचालित रूप से आपके जलयोजन सिफारिशों को वर्तमान मौसम की परिस्थितियों, तापमान, आर्द्रता, और UV सूचकांक के आधार पर समायोजित करता है।
hr: Karta vremena automatski prilagođava vaše preporuke za hidrataciju na temelju trenutnih vremenskih uvjeta, temperature, vlage i UV indeksa.
hu: Az Időjárás kártya automatikusan hozzáigazítja a hidratálási ajánlásokat a jelenlegi időjárási körülményekhez, hőmérséklethez, páratartalomhoz és UV-indexhez.
id: Kartu Cuaca secara otomatis menyesuaikan rekomendasi hidrasi Anda berdasarkan kondisi cuaca saat ini, suhu, kelembapan, dan indeks UV.
it: La scheda Meteo regola automaticamente le tue raccomandazioni di idratazione in base alle condizioni meteorologiche attuali, alla temperatura, all'umidità e all'indice UV.
ja: 天気カードは、現在の天候、気温、湿度、UV指数に基づいて、あなたの水分補給の推奨を自動的に調整します。
kk: Погода картасы автоматты түрде ағымдағы ауа райы жағдайлары, температура, ылғалдылық және УВ индексіне негізделген су ішу ұсыныстарыңызды реттейді.
ms: Kad Cuaca secara automatik menyesuaikan saranan penghidratan anda berdasarkan keadaan cuaca semasa, suhu, kelembapan, dan indeks UV.
nl: De Weerkaart past automatisch je hydratatie-aanbevelingen aan op basis van de huidige weersomstandigheden, temperatuur, vochtigheid en UV-index.
pl: Karta Pogody automatycznie dostosowuje twoje zalecenia dotyczące nawodnienia w oparciu o aktualne warunki pogodowe, temperaturę, wilgotność i wskaźnik UV.
pt_br: O cartão do Clima ajusta automaticamente suas recomendações de hidratação com base nas condições climáticas atuais, temperatura, umidade e índice UV.
pt_pt: O cartão do Tempo ajusta automaticamente as suas recomendações de hidratação com base nas condições meteorológicas atuais, temperatura, humidade e índice UV.
ro: Cardul de vreme își ajustează automat recomandările de hidratare în funcție de condițiile meteorologice curente, temperatură, umiditate și indicele UV.
ru: Карточка погоды автоматически корректирует ваши рекомендации по гидратации на основе текущих погодных условий, температуры, влажности и уровня УФ-излучения.
sk: Karta počasia automaticky prispôsobuje vaše odporúčania na hydratáciu na základe aktuálnych poveternostných podmienok, teploty, vlhkosti a UV indexu.
sl: Vremenska kartica samodejno prilagaja vaše priporočila za hidracijo glede na trenutne vremenske razmere, temperaturo, vlago in UV indeks.
sv: Väderkortet justerar automatiskt dina vätske rekommendationer baserat på aktuella väderförhållanden, temperatur, luftfuktighet och UV-index.
th: การ์ดสภาพอากาศจะปรับคำแนะนำในการดื่มน้ำโดยอัตโนมัติตามสภาพอากาศในปัจจุบัน อุณหภูมิ ความชื้น และดัชนี UV
tr: Hava kartı, mevcut hava koşulları, sıcaklık, nem ve UV indeksine dayalı olarak sıvı alım önerilerinizi otomatik olarak ayarlar.
uk: Картка погоди автоматично коригує ваші рекомендації щодо гідратації на основі поточних погодних умов, температури, вологості та індексу УФ-випромінювання.
vi: Thẻ Thời tiết tự động điều chỉnh khuyến nghị về mức độ hydrat hóa của bạn dựa trên điều kiện thời tiết hiện tại, nhiệt độ, độ ẩm và chỉ số UV.
zh_hans: 天气卡会根据当前的天气状况、温度、湿度和紫外线指数自动调整您的饮水建议。
zh_hant: 天氣卡根據當前的天氣條件、氣溫、濕度和紫外線指數自動調整您的水分補充建議。

source: The weather card shows current conditions, temperature, and provides specific hydration recommendations with AI-generated insights.
ar: تظهر بطاقة الطقس الظروف الحالية ودرجات الحرارة، وتقدم توصيات محددة للترطيب مع رؤى تم إنشاؤها بواسطة الذكاء الاصطناعي.
bg: Картичката за времето показва текущите условия, температурата и предоставя специфични препоръки за хидратация с генерирани от ИИ прозрения.
ca: La targeta del temps mostra les condicions actuals, la temperatura i proporciona recomanacions específiques d'hidratació amb percepcions generades per IA.
cs: Počasí karta zobrazuje aktuální podmínky, teplotu a poskytuje konkrétní doporučení na hydrataci s AI-generovanými poznatky.
da: Vejrkortet viser de aktuelle forhold, temperatur og giver specifikke hydrationsanbefalinger med AI-genererede indsigter.
de: Die Wetterkarte zeigt die aktuellen Bedingungen, die Temperatur und gibt spezifische Empfehlungen zur Hydration mit KI-generierten Einblicken.
el: Η κάρτα καιρού δείχνει τις τρέχουσες συνθήκες, τη θερμοκρασία και παρέχει συγκεκριμένες συστάσεις ενυδάτωσης με γνώσεις που παραγάγει η τεχνητή νοημοσύνη.
es: La tarjeta del clima muestra las condiciones actuales, la temperatura y proporciona recomendaciones específicas de hidratación con información generada por inteligencia artificial.
fi: Sääkortti näyttää nykyiset olosuhteet, lämpötilan ja antaa erityisiä nesteytysohjeita AI:n generoimien näkemyksien kanssa.
fr: La carte météo affiche les conditions actuelles, la température et fournit des recommandations spécifiques d'hydratation avec des insights générés par l'IA.
he: כרטיס מזג האוויר מציג את התנאים הנוכחיים, את הטמפרטורה ומספק המלצות ספציפיות להידרציה עם תובנות המיוצרות על ידי AI.
hi: मौसम कार्ड वर्तमान परिस्थतियों, तापमान को दर्शाता है, और एआई-जनित अंतर्दृष्टियों के साथ विशेष हाइड्रेशन सिफारिशें प्रदान करता है।
hr: Karta vremena prikazuje trenutne uvjete, temperaturu i pruža specifične preporuke za hidrataciju uz uvide generirane umjetnom inteligencijom.
hu: Az időjárási kártya megjeleníti a jelenlegi állapotokat, a hőmérsékletet, és specifikus hidratációs ajánlásokat ad az AI által generált betekintések alapján.
id: Kartu cuaca menampilkan kondisi saat ini, suhu, dan memberikan rekomendasi hidrasi spesifik dengan wawasan yang dihasilkan oleh AI.
it: La scheda meteorologica mostra le condizioni attuali, la temperatura e fornisce raccomandazioni specifiche per l'idratazione con intuizioni generate dall'IA.
ja: 天気カードは現在の気象状況、温度を示し、AI生成の洞察に基づいた具体的な水分補給の推奨を提供します。
kk: Ауа райы картасы қазіргі жағдайларды, температураны көрсетеді және AI негізделген мәліметтермен нақты су ішуді ұсыну жасайды.
ms: Kad cuaca menunjukkan keadaan semasa, suhu, dan memberikan cadangan penghidratan khusus dengan pandangan yang dihasilkan oleh AI.
nl: De weerkaart toont de huidige omstandigheden, temperatuur en biedt specifieke hydratatie-aanbevelingen met door AI gegenereerde inzichten.
pl: Karta pogody pokazuje bieżące warunki, temperaturę oraz предоставляет konkretne zalecenia dotyczące nawadniania na podstawie wglądów generowanych przez AI.
pt_br: O cartão do clima mostra as condições atuais, a temperatura e fornece recomendações específicas de hidratação com insights gerados por inteligência artificial.
pt_pt: O cartão do tempo mostra as condições atuais, a temperatura e fornece recomendações específicas de hidratação com insights gerados por IA.
ro: Cardul de vreme afișează condițiile actuale, temperatura și oferă recomandări specifice de hidratare cu perspective generate de AI.
ru: Карта погоды показывает текущие условия, температуру и предоставляет конкретные рекомендации по гидратации с использованием аналитики, созданной ИИ.
sk: Počasie karta zobrazuje aktuálne podmienky, teplotu a poskytuje konkrétne odporúčania na hydratáciu s AI generovanými poznatkami.
sl: Vremenska kartica prikazuje trenutne razmere, temperaturo in nudi specifične priporočila za hidracijo z vpogledi, ki jih generira umetna inteligenca.
sv: Väderkortet visar aktuella förhållanden, temperatur och ger specifika rekommendationer för vätsketillförsel med AI-genererade insikter.
th: การ์ดสภาพอากาศจะแสดงสภาพปัจจุบัน อุณหภูมิ และให้คำแนะนำการให้ความชุ่มชื้นที่เฉพาะเจาะจงพร้อมข้อมูลเชิงลึกที่สร้างโดย AI
tr: Hava kartı mevcut koşulları, sıcaklığı gösterir ve AI tarafından üretilen bilgilerle özel nemlendirme önerileri sunar.
uk: Метеокартка показує поточні умови, температуру та надає специфічні рекомендації щодо гідратації зі згенерованими штучним інтелектом Insight.
vi: Thẻ thời tiết hiển thị điều kiện hiện tại, nhiệt độ và cung cấp các khuyến nghị cụ thể về độ ẩm với những hiểu biết được tạo ra bằng AI.
zh_hans: 天气卡显示当前天气情况、温度，并提供人工智能生成的特定补水建议。
zh_hant: 天氣卡顯示當前的天氣狀況、溫度，並提供具體的補水建議，還包括AI生成的見解。

source: This will be used throughout the app for all water measurements
ar: سيتم استخدام هذا في جميع أنحاء التطبيق لجميع قياسات المياه.
bg: Това ще бъде използвано в приложението за всички измервания на вода.
ca: Això s'utilitzarà a tota l'aplicació per a totes les mesures d'aigua.
cs: To bude použito v celé aplikaci pro všechna měření vody.
da: Dette vil blive brugt i hele appen til alle vandmålinger.
de: Dies wird in der gesamten App für alle Wassermessungen verwendet.
el: Αυτό θα χρησιμοποιηθεί σε όλη την εφαρμογή για όλες τις μετρήσεις νερού.
es: Esto se utilizará en toda la aplicación para todas las mediciones de agua.
fi: Tätä käytetään sovelluksessa kaikille vesimittauksille.
fr: Cela sera utilisé dans toute l'application pour toutes les mesures d'eau.
he: זה ייעשה שימוש בכל האפליקציה לכל מדידת מים.
hi: यह ऐप में सभी जल मापन के लिए उपयोग किया जाएगा।
hr: Ovo će se koristiti u cijeloj aplikaciji za sve mjere vode.
hu: Ez az alkalmazásban minden vízméréshez használva lesz.
id: Ini akan digunakan di seluruh aplikasi untuk semua pengukuran air.
it: Questo sarà utilizzato in tutta l'app per tutte le misurazioni dell'acqua.
ja: これはアプリ内のすべての水の測定に使用されます。
kk: Бұл қолданбада барлық су өлшемдері үшін қолданылады.
ms: Ini akan digunakan di seluruh aplikasi untuk semua pengukuran air.
nl: Dit zal in de hele app worden gebruikt voor alle watermetingen.
pl: To będzie używane w całej aplikacji do wszystkich pomiarów wody.
pt_br: Isso será usado em todo o aplicativo para todas as medições de água.
pt_pt: Isto será utilizado em toda a aplicação para todas as medições de água.
ro: Aceasta va fi folosită în întreaga aplicație pentru toate măsurătorile de apă.
ru: Это будет использоваться в приложении для всех измерений воды.
sk: Toto bude používané v aplikácii pre všetky merania vody.
sl: To bo uporabljeno v celotni aplikaciji za vse meritve vode.
sv: Detta kommer att användas i hela appen för alla vattenmätningar.
th: จะถูกใช้ตลอดแอพสำหรับการวัดน้ำทั้งหมด
tr: Bu, uygulama genelinde tüm su ölçümleri için kullanılacaktır.
uk: Це буде використовуватися в усьому додатку для всіх вимірювань води.
vi: Điều này sẽ được sử dụng trên toàn bộ ứng dụng cho tất cả các phép đo nước.
zh_hans: 这将在应用程序中用于所有水测量。
zh_hant: 這將在應用程式中用於所有水量測量。
